/* Bundle-level BT status */
"BLUETOOTH" = "Bluetooth";
"NO_BLUETOOTH" = "Unavailable";
"OFF" = "Off";
"ON" = "On";

/* Pairing / Connection */
"PAIRING_PROMPT" = "Enter PIN";
"VALIDATING" = "Connecting…";
"SUCCESS" = "Connected";
"PASSWORD" = "PIN";
"OK" = "OK";
"CANCEL" = "Cancel";
"PAIR" = "Pair";
"JOIN" = "Join";
"FORGET_DEVICE" = "Forget Device";
/*"PAIR_AGAIN" = "Pair Again";*/

"PAIRING_FAILED_TITLE" = "Pairing Unsuccessful";
"CONNECTION_FAILED_TITLE" = "Connection Unsuccessful";

"ERROR_PAIRING_TIMEOUT" = "Pairing took too long.";
"ERROR_INCORRECT_PIN" = "Make sure “%@” is ready to pair and the PIN code is correct, then try again.";
"ERROR_UNSUPPORTED_DEVICE" = "“%@” is not supported.";
/*"ERROR_MISSING_LINK_KEY" = "“%@” must be paired again to use it. Make sure it is turned on, in range, and is ready to pair.";*/
"ERROR_GEN_PAIRING_FAILURE" = "Make sure “%@” is turned on, in range and ready to pair.";
"ERROR_GEN_CONNECTION_FAILURE" = "Make sure “%@” is turned on and in range.";

/* Devices controller */
"DIAGNOSTIC_MODE_TITLE" = "Diagnostic Mode";
"DEVICES" = "Devices";
"SEARCHING" = "Searching…";
"DISCOVERABLE" = "Now Discoverable";
"NOT_PAIRED" = "Not Paired";
"PAIRED" = "Not Connected";
"PAIRED_AND_CONNECTED" = "Connected";

/* Personal Hotspot alert */
"HOTSPOT_CONNECTED_CLIENTS_TITLE" = "Personal Hotspot";
"HOTSPOT_CONNECTED_CLIENTS_MESSAGE" = "Joining the network “%@” will disconnect Personal Hotspot users.";